/* 기숙사 소식 더미데이터 */
export const dormitoryNotices = [
  {
    id: 1,
    category: '공지사항',
    title: '25학년도 1학기 입사자 모집 공고',
    content:
      '25학년도 1학기 기숙사 입사자 모집을 안내드립니다. 모집 기간은 5월 O일부터 O월 O일까지이며, 지원 대상은 25학년도 1학기 기숙사 입사를 희망하는 학생입니다.',
    date: '2025-02-24',
  },

  {
    id: 2,
    category: '행사정보',
    title: '기숙사 문화제 참가자 모집',
    content:
      '이번 학기 기숙사 문화제 참가자를 모집합니다. 공연, 전시, 장기자랑 등 다양한 분야에 참여할 수 있으며 우수 참가자에게는 상품이 지급됩니다.',
    date: '2025-03-01',
  },
  {
    id: 3,
    category: '공지사항',
    title: '1학기 중강고사 간식 나눔 행사',
    content:
      '기숙사에서 1학기 중강고사를 응원하는 간식 나눔 행사를 진행합니다. 기숙사 1층 로비에서 오후 6시부터 간식을 배부하니 많은 참여 바랍니다.',
    date: '2025-02-24',
  },
  {
    id: 4,
    category: '행사정보',
    title: '기숙사 체육대회 안내',
    content:
      '봄맞이 기숙사 체육대회를 개최합니다. 축구, 농구, 배구 등 다양한 종목이 준비되어 있으니 많은 참여 바랍니다.',
    date: '2025-03-10',
  },
  {
    id: 5,
    category: '공지사항',
    title: '25학년도 1학기 입사자 모집 추가 공고',
    content:
      '25학년도 1학기 기숙사 추가 모집을 안내드립니다. 추가 모집 기간은 6월 O일부터 O월 O일까지이며, 1차 모집에 지원하지 못한 학생들을 위한 기회입니다.',
    date: '2025-02-24',
  },
]
